fdr/src/test/resources/requests/nodoChiediListaPendentiRPT.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header/>
    <soap:Body>
        <ns6:nodoChiediListaPendentiRPT xmlns:ns6="http://ws.pagamenti.telematici.gov/"
                                        xmlns:ns2="http://www.digitpa.gov.it/schemas/2011/Pagamenti/Revoche/"
                                        xmlns:ns3="http://www.digitpa.gov.it/schemas/2011/Pagamenti/"
                                        xmlns:ns4="http://ws.pagamenti.telematici.gov/ppthead"
                                        xmlns:ns5="http://www.govpay.it/servizi/pa/">
            <identificativoIntermediarioPA>{brokerPa}</identificativoIntermediarioPA>
            <identificativoStazioneIntermediarioPA>{station}</identificativoStazioneIntermediarioPA>
            <password>{stationPwd}</password>
            <identificativoDominio>{pa}</identificativoDominio>
            <rangeDa>2017-05-10T02:00:00.000+02:00</rangeDa>
            <rangeA>2017-10-10T02:00:00.000+02:00</rangeA>
            <dimensioneLista>10</dimensioneLista>
        </ns6:nodoChiediListaPendentiRPT>
    </soap:Body>
</soap:Envelope>